Token = ''
manager = 198726079
sudo_list = {198726079}
cmds = {'!', '#', '/'}
command_help = {
    'manager': {
        'addsudo [reply]': 'افزودن کاربر به لیست صاحبان ربات',
        'remsudo [reply]': 'حذف کاربر از لیست صاحبان ربات',
    },
    'sudo': {
        'add': 'افزودن گروه',
        'rem': 'حذف گروه',
        'charge ((number)(d/h/m/s)) / -': 'شارژ کردن گروه',
        'sudolist': 'مشاهده لیست صاحبان ربات',
        'sign (text)': 'تنظیم امضای متن هشدار',
    },
    'creator': {
        'leave': 'حذف و خروج ربات از گروه',
        'force (on\off)': 'فعال یا غیرفعال کردن قفل ادداجباری',
        'allow [reply/fwd-reply]': 'افزودن کاربر به لیست افراد مجاز',
        'limit [reply/fwd-reply]': 'حذف کاربر از لیست افراد مجاز',
        'allows': 'مشاهده لیست افراد مجاز',
        'config': 'افزودن ادمین های گروه به لیست افراد مجاز',
        'settext (text)': 'تنظیم متن هشدار',
        'warntime (number)': 'تنظیم زمان حذف خودکار پیام هشدار',
        'setadd (number)': 'تنظیم تعداد ادداجباری',
    }
}
